[
    {
      "image": "https://i.ibb.co/DMWwy5N/image1.jpg",
      "estate_title": "Luxury Penthouse with City Views",
      "id": "1",
      "segment_name": "Penthouse",
      "description": "Stunningly positioned atop the city skyline, this luxurious penthouse offers an unparalleled vista of urban elegance. From its expansive windows, behold the bustling metropolis below, alive with the pulse of modern life. This sophisticated residence boasts a spacious living room, perfect for entertaining guests against the backdrop of the city lights. Step outside to the infinity pool, where the skyline melds seamlessly with the horizon, offering a moment of tranquil reflection. The gourmet kitchen beckons culinary enthusiasts to indulge in their craft, surrounded by the panoramic views of the cityscape. This penthouse is not just a home; it's an experience, where every moment is imbued with the grandeur of city living.",
      "price": "$5,000,000",
      "status": "sale",
      "area": "3000 sq ft",
      "location": "Metropolis",
      "facilities": ["Spacious Living Room", "Infinity Pool", "Gourmet Kitchen"]
    },
    {
      "image": "https://i.ibb.co/bzwR4Pn/image2.jpg",
      "estate_title": "Exclusive Beachfront Property",
      "id": "2",
      "segment_name": "Beachfront Property",
      "description": "Nestled along the pristine shores of a tropical island, this exclusive beachfront property epitomizes luxury and tranquility. Step into a world where the gentle lapping of waves serenades your senses and the golden sands stretch endlessly before you. The private beach access invites leisurely strolls along the water's edge, while the infinity pool offers a refreshing dip amidst breathtaking ocean vistas. Entertain al fresco in the outdoor dining area, surrounded by the beauty of nature and the sound of rustling palm trees. This property is a sanctuary of serenity, where every moment is a celebration of island living at its finest.",
      "price": "$8,000,000",
      "status": "sale",
      "area": "1 acre",
      "location": "Tropical Island",
      "facilities": ["Private Beach Access", "Infinity Pool", "Outdoor Dining Area"]
    },
    {
      "image": "https://i.ibb.co/R6PfrMj/image3.jpg",
      "estate_title": "Luxury Resort & Spa",
      "id": "3",
      "segment_name": "Resort",
      "description": "Escape to a world of unparalleled luxury and relaxation at this exquisite resort and spa. Set amidst the idyllic surroundings of a tropical paradise, this sanctuary offers a haven of tranquility for the discerning traveler. Indulge in the ultimate pampering experience with private villas nestled amidst lush greenery, each offering breathtaking views of the surrounding landscape. Unwind by the infinity pool, where the azure waters merge seamlessly with the horizon, or rejuvenate your senses at the spa and wellness center, where expert therapists cater to your every need. With its luxurious amenities and unparalleled service, this resort is a destination unto itself, promising an unforgettable retreat into paradise.",
      "price": "$20,000,000",
      "status": "sale",
      "area": "10 acres",
      "location": "Tropical Paradise",
      "facilities": ["Private Villas", "Infinity Pool", "Spa & Wellness Center"]
    },
    {
      "image": "https://i.ibb.co/FXV5QCZ/image4.jpg",
      "estate_title": "Private Island Retreat",
      "id": "4",
      "segment_name": "Private Island",
      "description": "Embark on a journey of unparalleled luxury and seclusion at this exclusive private island retreat. Surrounded by pristine waters and lush greenery, this sanctuary offers a rare opportunity to own your slice of paradise. Step ashore onto white sandy beaches, where the gentle breeze whispers through the palm trees and the crystal-clear waters beckon for exploration. The luxury villas offer opulent accommodations, complete with private terraces overlooking the shimmering ocean. Take to the skies from the private helipad or set sail from the yacht marina, exploring the surrounding waters at your leisure. This private island retreat is more than a home; it's a lifestyle, where every moment is infused with the magic of island living.",
      "price": "$50,000,000",
      "status": "sale",
      "area": "50 acres",
      "location": "Remote Island",
      "facilities": ["Luxury Villas", "Helipad", "Yacht Marina"]
    },
    {
      "image": "https://i.ibb.co/BcZwyCm/image5.jpg",
      "estate_title": "Luxury Villa with Ocean Views",
      "id": "5",
      "segment_name": "Villa",
      "description": "Perched atop a coastal cliff, this luxury villa offers an unrivaled vantage point to soak in the beauty of the ocean. From its oceanfront terrace, watch as the waves dance against the shore, painting a mesmerizing picture of natural splendor. Step inside to discover an oasis of elegance and refinement, where every detail has been meticulously curated for the utmost comfort and style. Enjoy movie nights in the private cinema or savor fine wines from the cellar as you toast to the good life. With its breathtaking views and luxurious amenities, this villa is a testament to coastal living at its finest, where every day feels like a vacation.",
      "price": "$7,500,000",
      "status": "sale",
      "area": "4000 sq ft",
      "location": "Coastal Cliff",
      "facilities": ["Oceanfront Terrace", "Private Cinema", "Wine Cellar"]
    },
    {
      "image": "https://i.ibb.co/LSrnJcx/frames-for-your-heart-m-R1-CIDdu-GLc-unsplash.jpg",
      "estate_title": "Grand Mansion Estate",
      "id": "6",
      "segment_name": "Mansion",
      "description": "Enter a realm of opulence and grandeur at this palatial mansion estate, where luxury knows no bounds. Nestled within an exclusive neighborhood, this sprawling residence exudes sophistication and charm at every turn. Step into the grand ballroom, resplendent with ornate chandeliers and intricate detailing, perfect for hosting lavish soirées and elegant affairs. Take a dip in the indoor pool, surrounded by marble columns and lush foliage, or retreat to the home theater for a private screening of your favorite films. With its expansive grounds and luxurious amenities, this mansion estate is more than a home; it's a masterpiece of architectural splendor, offering a lifestyle of unparalleled luxury and refinement.",
      "price": "$15,000,000",
      "status": "sale",
      "area": "15000 sq ft",
      "location": "Luxury Neighborhood",
      "facilities": ["Ballroom", "Indoor Pool", "Home Theater"]
    },
    {
      "image": "https://i.ibb.co/ZfMvJfH/lauren-pelesky-2-B9-Fyw-Kn-No-unsplash.jpg",
      "estate_title": "Modern Penthouse with Skyline Views",
      "id": "7",
      "segment_name": "Penthouse",
      "description": "Experience the epitome of contemporary living in this modern penthouse, offering panoramic views of the bustling city below. Situated in the heart of downtown, this sleek residence is a testament to urban sophistication and style. Entertain in style in the open floor plan living area, where floor-to-ceiling windows frame the city skyline like a work of art. Step outside to the rooftop terrace, where sweeping views of the city stretch out before you, offering a private oasis amidst the urban jungle. With its smart home technology and luxurious amenities, this penthouse is the perfect blend of style and comfort, offering a lifestyle that is both chic and cosmopolitan.",
      "price": "$4,000,000",
      "status": "sale",
      "area": "2500 sq ft",
      "location": "Downtown",
      "facilities": ["Open Floor Plan", "Rooftop Terrace", "Smart Home Technology"]
    },
    {
      "image": "https://i.ibb.co/p13RkdD/image8.jpg",
      "estate_title": "Luxury Beachfront Villa",
      "id": "8",
      "segment_name": "Villa",
      "description": "Indulge in the ultimate seaside retreat at this luxurious beachfront villa, where panoramic ocean views and refined elegance await. Nestled along the pristine shoreline of a seaside resort, this villa offers the perfect blend of luxury and relaxation. Step outside to your private beach access, where powdery sands and turquoise waters beckon for sun-soaked days of leisure. Take a refreshing dip in the infinity pool, surrounded by swaying palm trees and the gentle sound of crashing waves. Entertain guests in the outdoor kitchen, complete with barbecue grill and dining area, perfect for alfresco dining under the stars. With its unparalleled amenities and breathtaking location, this beachfront villa is a sanctuary of serenity and style, offering a lifestyle of luxury and ",
      "price": "$10,000,000",
      "status": "sale",
      "area": "6000 sq ft",
      "location": "Seaside Resort",
      "facilities": ["Private Beach Access", "Infinity Pool", "Outdoor Kitchen"]
    },
    {
      "image": "https://media.cnn.com/api/v1/images/stellar/prod/200513125825-07-gladden-private-island.jpg?q=w_1110,c_fill/f_webp",
      "estate_title": "Exclusive Private Island Paradise",
      "id": "9",
      "segment_name": "Private Island",
      "description": "Escape to your own private paradise at this exclusive island retreat, where luxury and seclusion await amidst the turquoise waters of a tropical archipelago. Surrounded by pristine beaches and lush landscapes, this private island offers a rare opportunity to own a piece of paradise. Explore the island's expansive grounds, dotted with luxury villas offering panoramic ocean views and unparalleled privacy. Arrive in style via the private helipad or dock your yacht at the exclusive yacht club, setting sail to explore the surrounding waters at your leisure. With its unrivaled amenities and breathtaking beauty, this private island paradise is a testament to luxury living at its finest, offering a lifestyle of unparalleled exclusivity and indulgence.",
      "price": "$100,000,000",
      "status": "sale",
      "area": "100 acres",
      "location": "Tropical Archipelago",
      "facilities": ["Luxury Villas", "Helipad", "Yacht Club"]
    }
  ]